Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Recent
ar: الأخيرة
ca: Recents
cs: Nedávné
da: Seneste
de: Zuletzt
es: Recientes
fi: Viimeaikaiset
fr: Récents
he: אחרונים
hu: Legutóbbiak
it: Recenti
ja: 最近
ko: 최근
nb: Nylige
pl: Ostatnie
pt_br: Recentes
pt_pt: Recentes
ro: Recente
sl: Nedavno
sv: Senaste
uk: Нещодавні
vi: Gần đây
zh_hans: 最近
zh_hant: 最近

source: Recent Connections
ar: الاتصالات الأخيرة
ca: Connexions recents
cs: Nedávná připojení
da: Seneste forbindelser
de: Letzte Verbindungen
es: Conexiones recientes
fi: Viimeaikaiset yhteydet
fr: Connexions récentes
he: חיבורים אחרונים
hu: Legutóbbi kapcsolatok
it: Connessioni recenti
ja: 最近の接続
ko: 최근 연결
nb: Nylige tilkoblinger
nl: Recente verbindingen
pl: Ostatnie połączenia
pt_br: Conexões Recentes
pt_pt: Ligações Recentes
ro: Conexiuni recente
sl: Nedavne povezave
sv: Senaste anslutningar
uk: Нещодавні з'єднання
vi: Kết Nối Gần Đây
zh_hans: 最近的连接
zh_hant: 最近的連線

source: Recent Events
ar: الأحداث الأخيرة
ca: Esdeveniments recents
cs: Nedávné události
da: Seneste hændelser
de: Letzte Ereignisse
es: Eventos recientes
fi: Viimeaikaiset tapahtumat
fr: Événements récents
he: אירועים אחרונים
hu: Legutóbbi események
it: Eventi recenti
ja: 最近のイベント
ko: 최근 이벤트
nb: Nylige hendelser
nl: Recente gebeurtenissen
pl: Ostatnie zdarzenia
pt_br: Eventos Recentes
pt_pt: Eventos Recentes
ro: Evenimente recente
sl: Nedavni dogodki
sv: Senaste händelser
uk: Нещодавні події
vi: Sự Kiện Gần Đây
zh_hans: 最近的事件
zh_hant: 最近的事件

source: Recognizes builds, test runs, deployments, file transfers, and password or confirmation prompts in any tab by reading each pane's visible screen on this device. Works with or without agent detection; nothing is installed on the server. Very short runs on remote hosts may finish before they can be noticed.
ar: يتعرّف على عمليات البناء وتشغيل الاختبارات وعمليات النشر ونقل الملفات ومطالبات كلمة المرور أو التأكيد في أي علامة تبويب، وذلك بقراءة الشاشة المرئية لكل جزء على هذا الجهاز. يعمل مع اكتشاف الوكلاء أو بدونه، ولا يُثبَّت أي شيء على الخادم. وقد تنتهي العمليات القصيرة جدًا على المضيفات البعيدة قبل أن يتسنى ملاحظتها.
ca: Reconeix compilacions, execucions de proves, desplegaments, transferències de fitxers i sol·licituds de contrasenya o de confirmació a qualsevol pestanya llegint la pantalla visible de cada plafó en aquest dispositiu. Funciona amb la detecció d'agents activada o desactivada; no s'instal·la res al servidor. Les execucions molt curtes en amfitrions remots poden acabar abans que es puguin detectar.
cs: Rozpoznává sestavení, spouštění testů, nasazení, přenosy souborů a výzvy k zadání hesla nebo potvrzení v jakékoli kartě, a to čtením viditelné obrazovky každého panelu na tomto zařízení. Funguje s detekcí agentů i bez ní; na server se nic neinstaluje. Velmi krátké běhy na vzdálených hostitelích mohou skončit dřív, než je lze zaznamenat.
da: Genkender builds, testkørsler, udrulninger, filoverførsler og adgangskode- eller bekræftelsesprompter i enhver fane ved at læse hver rudes synlige skærm på denne enhed. Fungerer med eller uden agentregistrering, og der installeres intet på serveren. Meget korte kørsler på fjernværter kan nå at blive færdige, før de kan opdages.
de: Erkennt Builds, Testläufe, Deployments, Dateiübertragungen sowie Passwort- oder Bestätigungsabfragen in jedem beliebigen Tab, indem der sichtbare Bildschirminhalt jedes Bereichs auf diesem Gerät gelesen wird. Funktioniert mit oder ohne Agent-Erkennung; auf dem Server wird nichts installiert. Sehr kurze Läufe auf Remote-Hosts können enden, bevor sie bemerkt werden können.
es: Reconoce compilaciones, ejecuciones de pruebas, despliegues, transferencias de archivos y solicitudes de contraseña o de confirmación en cualquier pestaña leyendo en este dispositivo la pantalla visible de cada panel. Funciona con la detección de agentes activada o desactivada; no se instala nada en el servidor. Las ejecuciones muy breves en hosts remotos pueden terminar antes de que se puedan detectar.
fi: Tunnistaa koonnit, testiajot, käyttöönotot, tiedostosiirrot sekä salasana- ja vahvistuskehotteet millä tahansa välilehdellä lukemalla kunkin ruudun näkyvän näytön tällä laitteella. Toimii agenttien tunnistuksen kanssa tai ilman sitä, eikä palvelimelle asenneta mitään. Hyvin lyhyet suoritukset etäkoneilla voivat ehtiä päättyä ennen kuin ne havaitaan.
fr: Reconnaît les compilations, les exécutions de tests, les déploiements, les transferts de fichiers et les invites de mot de passe ou de confirmation dans n'importe quel onglet, en lisant l'écran visible de chaque volet sur cet appareil. Fonctionne avec ou sans la détection des agents ; rien n'est installé sur le serveur. Les exécutions très courtes sur des hôtes distants peuvent se terminer avant d'avoir pu être repérées.
he: מזהה בנייה, הרצות בדיקה, פריסות, העברות קבצים והנחיות סיסמה או אישור בכל לשונית, על ידי קריאת המסך הגלוי של כל חלונית במכשיר זה. עובד עם זיהוי סוכנים או בלעדיו; דבר אינו מותקן בשרת. ריצות קצרות מאוד במארחים מרוחקים עשויות להסתיים לפני שניתן להבחין בהן.
hu: Felismeri a buildeket, a tesztfuttatásokat, a telepítéseket, a fájlátviteleket, valamint a jelszó- és megerősítéskéréseket bármelyik lapon, az egyes panelek látható képernyőjét ezen az eszközön olvasva. Az ügynökfelismeréssel együtt és anélkül is működik; a kiszolgálóra semmi nem települ. A távoli gazdagépeken futó nagyon rövid parancsok véget érhetnek, mielőtt észrevehetők lennének.
it: Riconosce build, esecuzioni di test, deploy, trasferimenti di file e richieste di password o di conferma in qualsiasi scheda leggendo su questo dispositivo lo schermo visibile di ciascun riquadro. Funziona con o senza il rilevamento degli agenti; sul server non viene installato nulla. Le esecuzioni molto brevi su host remoti possono terminare prima di poter essere rilevate.
ja: この端末上で各ペインの表示中の画面を読み取り、任意のタブでビルド、テスト実行、デプロイ、ファイル転送、パスワードや確認のプロンプトを認識します。エージェント検出のオン/オフに関わらず動作し、サーバーには何もインストールしません。リモートホストでの非常に短い処理は、認識される前に終了することがあります。
ko: 이 기기에서 각 창의 화면에 보이는 내용을 읽어 모든 탭의 빌드, 테스트 실행, 배포, 파일 전송, 비밀번호 또는 확인 프롬프트를 인식합니다. 에이전트 감지 여부와 관계없이 작동하며, 서버에는 아무것도 설치되지 않습니다. 원격 호스트에서 매우 짧게 실행되는 작업은 인식되기 전에 끝날 수 있습니다.
nb: Gjenkjenner bygg, testkjøringer, utrullinger, filoverføringer og passord- eller bekreftelsesforespørsler i hvilken som helst fane ved å lese den synlige skjermen i hver rute på denne enheten. Fungerer med eller uten agentgjenkjenning, og ingenting installeres på serveren. Svært korte kjøringer på eksterne verter kan bli ferdige før de rekker å bli oppdaget.
nl: Herkent builds, testruns, deployments, bestandsoverdrachten en wachtwoord- of bevestigingsprompts in elk tabblad door op dit apparaat het zichtbare scherm van elk deelvenster te lezen. Werkt met of zonder agentdetectie; er wordt niets op de server geïnstalleerd. Heel korte uitvoeringen op externe hosts kunnen al klaar zijn voordat ze kunnen worden opgemerkt.
pl: Rozpoznaje kompilacje, uruchomienia testów, wdrożenia, transfery plików oraz pytania o hasło i potwierdzenie w dowolnej karcie, odczytując widoczny ekran każdego okienka na tym urządzeniu. Działa niezależnie od wykrywania agentów; na serwerze nic nie jest instalowane. Bardzo krótkie uruchomienia na zdalnych hostach mogą zakończyć się, zanim zdążą zostać zauważone.
pt_br: Reconhece compilações, execuções de testes, implantações, transferências de arquivos e solicitações de senha ou de confirmação em qualquer aba, lendo a tela visível de cada painel neste dispositivo. Funciona com ou sem a detecção de agentes; nada é instalado no servidor. Execuções muito curtas em hosts remotos podem terminar antes de serem percebidas.
pt_pt: Reconhece compilações, execuções de testes, implementações, transferências de ficheiros e pedidos de palavra-passe ou de confirmação em qualquer separador, lendo o ecrã visível de cada painel neste dispositivo. Funciona com ou sem a deteção de agentes; nada é instalado no servidor. Execuções muito curtas em anfitriões remotos podem terminar antes de serem detetadas.
ro: Recunoaște compilări, rulări de teste, implementări, transferuri de fișiere și solicitări de parolă sau de confirmare în orice filă, citind pe acest dispozitiv ecranul vizibil al fiecărui panou. Funcționează cu sau fără detectarea agenților; pe server nu se instalează nimic. Rulările foarte scurte pe gazde la distanță se pot încheia înainte de a putea fi observate.
sl: Prepozna gradnje, zagone testov, uvedbe, prenose datotek ter pozive za geslo ali potrditev v katerem koli zavihku tako, da na tej napravi prebere vidni zaslon vsakega pulta. Deluje z zaznavanjem agentov ali brez njega; na strežnik se ne namesti nič. Zelo kratki zagoni na oddaljenih gostiteljih se lahko končajo, preden jih je mogoče opaziti.
sv: Känner igen byggen, testkörningar, driftsättningar, filöverföringar och lösenords- eller bekräftelseprompter i valfri flik genom att läsa varje rutas synliga skärm på den här enheten. Fungerar med eller utan agentidentifiering, och inget installeras på servern. Mycket korta körningar på fjärrvärdar kan hinna bli klara innan de kan upptäckas.
uk: Розпізнає збірки, запуски тестів, розгортання, передавання файлів і запити пароля чи підтвердження в будь-якій вкладці, читаючи видимий екран кожної панелі на цьому пристрої. Працює з виявленням агентів або без нього; на сервер нічого не встановлюється. Дуже короткі запуски на віддалених хостах можуть завершитися раніше, ніж їх вдасться помітити.
vi: Nhận diện các bản dựng, lần chạy kiểm thử, lượt triển khai, việc chuyển tệp và các lời nhắc mật khẩu hoặc xác nhận trong mọi tab bằng cách đọc màn hình hiển thị của từng khung ngay trên thiết bị này. Hoạt động dù bật hay tắt tính năng phát hiện tác nhân; không có gì được cài đặt trên máy chủ. Các lần chạy rất ngắn trên máy chủ từ xa có thể kết thúc trước khi kịp được ghi nhận.
zh_hans: 通过在本设备上读取每个窗格的可见画面，识别任意标签页中的构建、测试运行、部署、文件传输以及密码或确认提示。无论是否启用代理检测均可使用；不会在服务器上安装任何内容。远程主机上运行时间极短的命令可能在被发现之前就已结束。
zh_hant: 在這部裝置上讀取每個窗格的可見畫面，藉此辨識任何分頁中的建置、測試執行、部署、檔案傳輸，以及密碼或確認提示。無論是否啟用代理偵測都能運作，且不會在伺服器上安裝任何項目。遠端主機上執行時間極短的指令，可能在被察覺之前就已結束。

source: Recognizes coding agents (Claude Code, Codex, GitHub Copilot, Cursor, and more) in any tab by reading each pane's title and visible screen on this device. Nothing is installed on the server.
ar: يتعرّف على وكلاء البرمجة (Claude Code وCodex وGitHub Copilot وCursor وغيرها) في أي علامة تبويب بقراءة عنوان كل لوحة وشاشتها الظاهرة على هذا الجهاز. لا يُثبَّت أي شيء على الخادم.
ca: Reconeix els agents de codi (Claude Code, Codex, GitHub Copilot, Cursor i més) a qualsevol pestanya llegint el títol i la pantalla visible de cada plafó en aquest dispositiu. No s'instal·la res al servidor.
cs: Rozpoznává agenty pro kódování (Claude Code, Codex, GitHub Copilot, Cursor a další) v každé kartě čtením titulku a viditelné obrazovky každého panelu na tomto zařízení. Na server se nic neinstaluje.
da: Genkender kodeagenter (Claude Code, Codex, GitHub Copilot, Cursor med flere) i enhver fane ved at læse hver rudes titel og synlige skærm på denne enhed. Der installeres intet på serveren.
de: Erkennt Coding-Agents (Claude Code, Codex, GitHub Copilot, Cursor und mehr) in jedem Tab, indem der Titel und der sichtbare Bildschirm jedes Panes auf diesem Gerät gelesen werden. Auf dem Server wird nichts installiert.
es: Reconoce agentes de código (Claude Code, Codex, GitHub Copilot, Cursor y más) en cualquier pestaña leyendo el título y la pantalla visible de cada panel en este dispositivo. No se instala nada en el servidor.
fi: Tunnistaa koodiagentit (Claude Code, Codex, GitHub Copilot, Cursor ja muut) millä tahansa välilehdellä lukemalla kunkin ruudun otsikon ja näkyvän näytön tällä laitteella. Palvelimelle ei asenneta mitään.
fr: Reconnaît les agents de code (Claude Code, Codex, GitHub Copilot, Cursor, et plus encore) dans n'importe quel onglet en lisant le titre et l'écran visible de chaque panneau sur cet appareil. Rien n'est installé sur le serveur.
he: מזהה סוכני קוד (Claude Code, Codex, GitHub Copilot, Cursor ועוד) בכל לשונית על ידי קריאת הכותרת והמסך הגלוי של כל חלונית במכשיר הזה. שום דבר אינו מותקן בשרת.
hu: Felismeri a kódügynököket (Claude Code, Codex, GitHub Copilot, Cursor és mások) bármelyik lapon úgy, hogy ezen az eszközön olvassa minden panel címét és látható képernyőjét. A kiszolgálóra semmi sem települ.
it: Riconosce gli agenti di codice (Claude Code, Codex, GitHub Copilot, Cursor e altri) in qualsiasi scheda leggendo il titolo e lo schermo visibile di ogni riquadro su questo dispositivo. Sul server non viene installato nulla.
ja: この端末上で各ペインのタイトルと表示中の画面を読み取り、任意のタブでコーディングエージェント（Claude Code、Codex、GitHub Copilot、Cursorなど）を認識します。サーバーには何もインストールしません。
ko: 이 기기에서 각 창의 제목과 보이는 화면을 읽어 모든 탭의 코딩 에이전트(Claude Code, Codex, GitHub Copilot, Cursor 등)를 인식합니다. 서버에는 아무것도 설치되지 않습니다.
nb: Gjenkjenner kodeagenter (Claude Code, Codex, GitHub Copilot, Cursor med flere) i alle faner ved å lese tittelen og den synlige skjermen til hver rute på denne enheten. Ingenting installeres på serveren.
nl: Herkent codeeragents (Claude Code, Codex, GitHub Copilot, Cursor en meer) in elk tabblad door de titel en het zichtbare scherm van elk deelvenster op dit apparaat te lezen. Er wordt niets op de server geïnstalleerd.
pl: Rozpoznaje agentów kodowania (Claude Code, Codex, GitHub Copilot, Cursor i innych) w każdej karcie, odczytując tytuł i widoczny ekran każdego panelu na tym urządzeniu. Na serwerze nic nie jest instalowane.
pt_br: Reconhece agentes de código (Claude Code, Codex, GitHub Copilot, Cursor e mais) em qualquer aba lendo o título e a tela visível de cada painel neste dispositivo. Nada é instalado no servidor.
pt_pt: Reconhece agentes de código (Claude Code, Codex, GitHub Copilot, Cursor e mais) em qualquer separador, lendo o título e o ecrã visível de cada painel neste dispositivo. Nada é instalado no servidor.
ro: Recunoaște agenții de cod (Claude Code, Codex, GitHub Copilot, Cursor și alții) în orice filă, citind titlul și ecranul vizibil al fiecărui panou pe acest dispozitiv. Nu se instalează nimic pe server.
sl: Prepozna kodirne agente (Claude Code, Codex, GitHub Copilot, Cursor in druge) v katerem koli zavihku tako, da na tej napravi prebere naslov in vidni zaslon vsakega podokna. Na strežnik se ne namesti nič.
sv: Känner igen kodagenter (Claude Code, Codex, GitHub Copilot, Cursor med flera) i alla flikar genom att läsa varje rutas titel och synliga skärm på den här enheten. Ingenting installeras på servern.
uk: Розпізнає агентів кодування (Claude Code, Codex, GitHub Copilot, Cursor та інших) у будь-якій вкладці, читаючи заголовок і видимий екран кожної панелі на цьому пристрої. На сервері нічого не встановлюється.
vi: Nhận diện tác nhân lập trình (Claude Code, Codex, GitHub Copilot, Cursor và nhiều hơn nữa) trong mọi tab bằng cách đọc tiêu đề và màn hình hiển thị của từng khung ngay trên thiết bị này. Không có gì được cài đặt trên máy chủ.
zh_hans: 通过在本机读取每个窗格的标题和可见画面，在任意标签页中识别编程代理（Claude Code、Codex、GitHub Copilot、Cursor 等）。服务器上不会安装任何东西。
zh_hant: 透過在本機讀取每個窗格的標題和可見畫面，在任何分頁中辨識程式設計代理（Claude Code、Codex、GitHub Copilot、Cursor 等）。伺服器上不會安裝任何東西。

source: Recognizes coding agents running in any tab, locally or over SSH.
ar: يتعرّف على وكلاء البرمجة العاملين في أي علامة تبويب، محليًا أو عبر SSH.
ca: Reconeix els agents de codi que s'executen a qualsevol pestanya, en local o per SSH.
cs: Rozpoznává agenty pro kódování běžící v jakékoli kartě, lokálně i přes SSH.
da: Genkender kodeagenter, der kører i enhver fane, lokalt eller via SSH.
de: Erkennt Coding-Agents, die in einem beliebigen Tab laufen, lokal oder über SSH.
es: Reconoce agentes de código en ejecución en cualquier pestaña, en local o por SSH.
fi: Tunnistaa millä tahansa välilehdellä käynnissä olevat koodiagentit, paikallisesti tai SSH:n kautta.
fr: Reconnaît les agents de code exécutés dans n'importe quel onglet, en local ou via SSH.
he: מזהה סוכני קוד שרצים בכל לשונית, מקומית או דרך SSH.
hu: Felismeri a bármelyik lapon futó kódügynököket, helyben vagy SSH-n keresztül.
it: Riconosce gli agenti di codice in esecuzione in qualsiasi scheda, in locale o via SSH.
ja: ローカルでもSSH経由でも、任意のタブで動作しているコーディングエージェントを認識します。
ko: 로컬이든 SSH를 통해서든 모든 탭에서 실행 중인 코딩 에이전트를 인식합니다.
nb: Gjenkjenner kodeagenter som kjører i hvilken som helst fane, lokalt eller via SSH.
nl: Herkent codeeragents die in een willekeurig tabblad draaien, lokaal of via SSH.
pl: Rozpoznaje agentów kodowania działających w dowolnej karcie, lokalnie lub przez SSH.
pt_br: Reconhece agentes de código em execução em qualquer aba, localmente ou por SSH.
pt_pt: Reconhece agentes de código em execução em qualquer separador, localmente ou por SSH.
ro: Recunoaște agenții de cod care rulează în orice filă, local sau prin SSH.
sl: Prepozna kodirne agente, ki tečejo v katerem koli zavihku, lokalno ali prek SSH.
sv: Känner igen kodagenter som körs i valfri flik, lokalt eller via SSH.
uk: Розпізнає агентів кодування, що працюють у будь-якій вкладці, локально або через SSH.
vi: Nhận diện tác nhân lập trình đang chạy trong bất kỳ tab nào, cục bộ hoặc qua SSH.
zh_hans: 识别在任意标签页中运行的编程代理，无论本地还是通过 SSH。
zh_hant: 辨識在任何分頁中執行的程式設計代理，無論是本機或透過 SSH。

source: Recolor photo toward theme palette
ar: إعادة تلوين الصورة نحو لوحة السمة
ca: Recolora la foto cap a la paleta del tema
cs: Přebarvit fotku k paletě motivu
da: Omfarv foto mod temapalet
de: Foto an Designpalette anpassen
es: Recolorear foto según la paleta del tema
fi: Värjää valokuva teeman paletin mukaan
fr: Recolorer la photo vers la palette du thème
he: צביעה מחדש של התמונה לפי לוח הצבעים של ערכת הנושא
hu: Fotó színezése a témapaletta szerint
it: Ricolora la foto verso la tavolozza del tema
ja: 写真をテーマのパレットに合わせて色付け
ko: 테마 팔레트에 맞춰 사진 색상 조정
nb: Omfarg bilde mot temapalett
nl: Foto inkleuren op themapalet
pl: Pokoloruj zdjęcie zgodnie z paletą motywu
pt_br: Recolorir foto de acordo com a paleta do tema
pt_pt: Recolorir foto de acordo com a paleta do tema
ro: Recolorează fotografia după paleta temei
sl: Prebarvaj fotografijo proti paleti teme
sv: Färga om foto mot temapalett
uk: Перефарбувати фото під палітру теми
vi: Nhuộm ảnh theo bảng màu chủ đề
zh_hans: 按主题调色板为照片重新着色
zh_hant: 依主題調色盤為照片重新上色

source: Recolor video toward theme palette
ar: إعادة تلوين الفيديو نحو لوحة السمة
ca: Recolora el vídeo cap a la paleta del tema
cs: Přebarvit video k paletě motivu
da: Omfarv video mod temapalet
de: Video an Designpalette anpassen
es: Recolorear vídeo según la paleta del tema
fi: Värjää video teeman paletin mukaan
fr: Recolorer la vidéo vers la palette du thème
he: צביעה מחדש של הווידאו לפי לוח הצבעים של ערכת הנושא
hu: Videó színezése a témapaletta szerint
it: Ricolora il video verso la tavolozza del tema
ja: 動画をテーマのパレットに合わせて色付け
ko: 테마 팔레트에 맞춰 동영상 색상 조정
nb: Omfarg video mot temapalett
nl: Video inkleuren op themapalet
pl: Pokoloruj wideo zgodnie z paletą motywu
pt_br: Recolorir vídeo de acordo com a paleta do tema
pt_pt: Recolorir vídeo de acordo com a paleta do tema
ro: Recolorează videoclipul după paleta temei
sl: Prebarvaj video proti paleti teme
sv: Färga om video mot temapalett
uk: Перефарбувати відео під палітру теми
vi: Nhuộm video theo bảng màu chủ đề
zh_hans: 按主题调色板为视频重新着色
zh_hant: 依主題調色盤為影片重新上色

source: Recommended Configuration
ar: الإعداد الموصى به
ca: Configuració recomanada
cs: Doporučená konfigurace
da: Anbefalet konfiguration
de: Empfohlene Konfiguration
es: Configuración recomendada
fi: Suositeltu määritys
fr: Configuration recommandée
he: תצורה מומלצת
hu: Ajánlott konfiguráció
it: Configurazione consigliata
ja: 推奨設定
ko: 권장 구성
nb: Anbefalt konfigurasjon
nl: Aanbevolen configuratie
pl: Zalecana konfiguracja
pt_br: Configuração Recomendada
pt_pt: Configuração Recomendada
ro: Configurație recomandată
sl: Priporočena konfiguracija
sv: Rekommenderad konfiguration
uk: Рекомендована конфігурація
vi: Cấu hình khuyến nghị
zh_hans: 推荐配置
zh_hant: 建議設定

source: Reconnect
ar: إعادة الاتصال
ca: Reconnectar
cs: Znovu připojit
da: Genopret forbindelse
de: Erneut verbinden
es: Reconectar
fi: Yhdistä uudelleen
fr: Reconnecter
he: התחבר מחדש
hu: Újracsatlakozás
it: Riconnetti
ja: 再接続
ko: 재연결
nb: Koble til på nytt
nl: Opnieuw verbinden
pl: Połącz ponownie
pt_br: Reconectar
pt_pt: Reconectar
ro: Reconectare
sl: Ponovno poveži
sv: Återanslut
uk: Перепід'єднатися
vi: Kết Nối Lại
zh_hans: 重新连接
zh_hant: 重新連線

source: Reconnected
ar: أُعيد الاتصال
ca: Reconnectat
cs: Znovu připojeno
da: Genoprettet forbindelse
de: Wieder verbunden
es: Reconectado
fi: Yhdistetty uudelleen
fr: Reconnecté
he: התחבר מחדש
hu: Újracsatlakozva
it: Riconnesso
ja: 再接続完了
ko: 재연결됨
nb: Tilkoblet på nytt
nl: Opnieuw verbonden
pl: Ponownie połączono
pt_br: Reconectado
pt_pt: Reconectado
ro: Reconectat
sl: Ponovno povezano
sv: Återansluten
uk: Перепідключено
vi: Đã kết nối lại
zh_hans: 已重新连接
zh_hant: 已重新連線

source: Reconnecting
ar: جارٍ إعادة الاتصال
ca: Reconnectant
cs: Opětovné připojování
da: Genopretter forbindelse
de: Verbindung wird wiederhergestellt
es: Reconectando
fi: Yhdistetään uudelleen
fr: Reconnexion
he: מתחבר מחדש
hu: Újracsatlakozás
it: Riconnessione
ja: 再接続中
ko: 재연결 중
nb: Kobler til på nytt
nl: Opnieuw verbinden
pl: Ponowne łączenie
pt_br: Reconectando
pt_pt: A reconectar
ro: Se reconectează
sl: Ponovna povezava
sv: Återansluter
uk: Перепідключення
vi: Đang kết nối lại
zh_hans: 正在重新连接
zh_hant: 正在重新連線

source: Reconnecting (%lld)
ar: جارٍ إعادة الاتصال (%lld)
ca: Reconnectant (%lld)
cs: Opětovné připojování (%lld)
da: Genopretter forbindelse (%lld)
de: Verbindung wird wiederhergestellt (%lld)
es: Reconectando (%lld)
fi: Yhdistetään uudelleen (%lld)
fr: Reconnexion (%lld)
he: מתחבר מחדש (%lld)
hu: Újracsatlakozás (%lld)
it: Riconnessione (%lld)
ja: 再接続中（%lld）
ko: 재연결 중 (%lld)
nb: Kobler til på nytt (%lld)
nl: Opnieuw verbinden (%lld)
pl: Ponowne łączenie (%lld)
pt_br: Reconectando (%lld)
pt_pt: A reconectar (%lld)
ro: Se reconectează (%lld)
sl: Ponovna povezava (%lld)
sv: Återansluter (%lld)
uk: Перепідключення (%lld)
vi: Đang kết nối lại (%lld)
zh_hans: 正在重新连接（%lld）
zh_hant: 正在重新連線（%lld）

source: Reconnecting now…
ar: جارٍ إعادة الاتصال الآن…
ca: Reconnectant ara…
cs: Probíhá opětovné připojování…
da: Genopretter forbindelse nu…
de: Verbindung wird jetzt wiederhergestellt…
es: Reconectando ahora…
fi: Yhdistetään uudelleen nyt…
fr: Reconnexion en cours…
he: מתחבר מחדש כעת…
hu: Újracsatlakozás most…
it: Riconnessione in corso…
ja: 再接続中…
ko: 지금 재연결 중…
nb: Kobler til på nytt nå…
nl: Nu opnieuw verbinden…
pl: Trwa ponowne łączenie…
pt_br: Reconectando agora…
pt_pt: A reconectar agora…
ro: Se reconectează acum…
sl: Poteka ponovna povezava…
sv: Återansluter nu…
uk: Перепідключення…
vi: Đang kết nối lại…
zh_hans: 正在重新连接…
zh_hant: 正在重新連線…

source: Reconnecting tmux…
ar: جارٍ إعادة الاتصال بـ tmux…
ca: Reconnectant tmux…
cs: Opětovné připojování tmux…
da: Genopretter tmux-forbindelse…
de: tmux-Verbindung wird wiederhergestellt…
es: Reconectando tmux…
fi: Yhdistetään tmux uudelleen…
fr: Reconnexion de tmux…
he: מתחבר מחדש ל-tmux…
hu: A tmux újracsatlakoztatása…
it: Riconnessione di tmux…
ja: tmuxを再接続中…
ko: tmux 재연결 중…
nb: Kobler til tmux på nytt…
nl: tmux opnieuw verbinden…
pl: Ponowne łączenie tmux…
pt_br: Reconectando o tmux…
pt_pt: A reconectar o tmux…
ro: Se reconectează tmux…
sl: Ponovna povezava tmux…
sv: Återansluter tmux…
uk: Перепідключення tmux…
vi: Đang kết nối lại tmux…
zh_hans: 正在重新连接 tmux…
zh_hant: 正在重新連線 tmux…
